// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "青綠色 [C]";
"magenta" = "洋紅色 [M]";
"yellow" = "黃色 [Y]";

"black" = "黑色 [K]";

"red" = "紅色 [R]";
"green" = "綠色 [G]";
"blue" = "藍色 [B]";

"lightcyan" = "淺青綠色 [LC]";
"lightmagenta" = "淺洋紅色 [LM]";

"orange" = "橙色 [O]";

"gray" = "灰色 [G]";
"lightgray" = "淺灰色 [LG]";
"darkgray" = "深灰色 [DG]";

"photoblack" = "亮光黑 [PK]";
"matteblack" = "霧黑 [MK]";

"glossenhancer" = "光亮劑";

"violet" = "紫蘿蘭色 [V]";

"gold" = "金色 [??]";
"silver" = "銀色 [??]";
"bronze" = "青銅色 [??]";

"metallic" = "金屬紅 [??]";

"tricolor" = "三色 [青綠色/洋紅色/黃色]";
"photo" = "相片 [黑色/淺青綠色/淺洋紅色]";
"photogray" = "灰色相片 [黑色/灰色/淺灰色]";

"Photo [PK]" = "相片 [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "用過的原廠 HP 墨水匣";
"Refilled or Depleted Cartridge Detected" = "偵測到重新填滿或耗盡的墨水匣";

//Pharse for smash alert
"The message status could not be updated" = "無法更新訊息狀態";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "偽造墨水匣諮詢";
"Used, Refilled or Counterfeit Cartridge Detected" = "偵測到使用過、重新填充或偽造的墨水匣";

HSDUseCartridgeOrLearnAboutProtection = "若要繼續使用所指示的墨水匣，請按一下「繼續」。
若要結束並瞭解「HP 墨水匣保護」功能，請按一下「取消」。";

"View HP Privacy Statement Online" = "HP 線上隱私權聲明";

"Shop Online" = "線上購物";

"To order a genuine HP replacement cartridge, click Shop Online." = "若要訂購原廠 HP 替換墨水匣，請按一下「線上購物」。";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "若要繼續使用此墨水匣，請按一下「確定」。";
"View online details about shared information" = "檢視關於共享資訊的線上詳細資料";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "立即購買";
"To order a genuine HP replacement cartridge, click Buy Now." = "若要訂購原廠 HP 替換墨水匣，請按一下「立即購買」。";


"To order a genuine HP replacement cartridge online, click Buy Now." = "若要線上訂購正版 HP 替換墨水匣，請按一下「立即購買」。";

"View data shared with HP" = "檢視與 HP 分享的資料";

"HP Instant Ink Support Online" = "HP Instant Ink 線上支援";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "對於從 HP Instant Ink 取得的墨水匣的相關問題，請聯絡 HP Instant Ink 線上支援。";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "偵測到使用過或偽造的墨水匣";
